{
  "verses": [
    {
      "reference": "John 14:6",
      "translation": "ESV",
      "text": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.\""
    },
    {
      "reference": "Hebrews 4:15",
      "translation": "ESV",
      "text": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin."
    },
    {
      "reference": "Romans 5:8",
      "translation": "ESV",
      "text": "but God shows his love for us in that while we were still sinners, Christ died for us."
    },
    {
      "reference": "Galatians 2:20",
      "translation": "ESV",
      "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."
    },
    {
      "reference": "2 Corinthians 5:17",
      "translation": "ESV",
      "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come."
    },
    {
      "reference": "Colossians 2:6-7",
      "translation": "ESV",
      "text": "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving."
    },
    {
      "reference": "2 Timothy 3:16-17",
      "translation": "ESV",
      "text": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work."
    },
    {
      "reference": "Ephesians 5:18",
      "translation": "ESV",
      "text": "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit."
    },
    {
      "reference": "John 15:5",
      "translation": "ESV",
      "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
    },
    {
      "reference": "1 John 1:9",
      "translation": "ESV",
      "text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
      "reference": "Ephesians 6:10-11",
      "translation": "ESV",
      "text": "Finally, be strong in the Lord and in the strength of his might. Put on the whole armor of God, that you may be able to stand against the schemes of the devil."
    },
    {
      "reference": "Philippians 4:6-7",
      "translation": "ESV",
      "text": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
      "reference": "Galatians 5:22-23",
      "translation": "ESV",
      "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
    },
    {
      "reference": "John 14:21",
      "translation": "ESV",
      "text": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him."
    },
    {
      "reference": "1 Corinthians 15:58",
      "translation": "ESV",
      "text": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
    },
    {
      "reference": "Acts 1:8",
      "translation": "ESV",
      "text": "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth."
    },
    {
      "reference": "1 Peter 3:15",
      "translation": "ESV",
      "text": "but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect."
    },
    {
      "reference": "Ephesians 4:15-16",
      "translation": "ESV",
      "text": "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love."
    },
    {
      "reference": "1 Peter 4:10",
      "translation": "ESV",
      "text": "As each has received a gift, use it to serve one another, as good stewards of God's varied grace."
    },
    {
      "reference": "2 Corinthians 10:4-5",
      "translation": "ESV",
      "text": "For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ."
    },
    {
      "reference": "1 Thessalonians 4:3-5",
      "translation": "ESV",
      "text": "For this is the will of God, your sanctification: that you abstain from sexual immorality; that each one of you know how to control his own body in holiness and honor, not in the passion of lust like the Gentiles who do not know God."
    },
    {
      "reference": "James 4:7",
      "translation": "ESV",
      "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."
    },
    {
      "reference": "Ephesians 6:11",
      "translation": "ESV",
      "text": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil."
    }
  ]
}