{
  "verses": [
    {
      "reference": "John 14:6",
      "translation": "ESV",
      "text": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.\""
    },
    {
      "reference": "Hebrews 4:15",
      "translation": "ESV",
      "text": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin."
    },
    {
      "reference": "Romans 5:8",
      "translation": "ESV",
      "text": "but God shows his love for us in that while we were still sinners, Christ died for us."
    },
    {
      "reference": "Galatians 2:20",
      "translation": "ESV",
      "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."
    },
    {
      "reference": "2 Corinthians 5:17",
      "translation": "ESV",
      "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come."
    },
    {
      "reference": "Colossians 2:6-7",
      "translation": "ESV",
      "text": "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving."
    },
    {
      "reference": "2 Timothy 3:16-17",
      "translation": "ESV",
      "text": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work."
    },
    {
      "reference": "Ephesians 5:18",
      "translation": "ESV",
      "text": "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit."
    },
    {
      "reference": "John 15:5",
      "translation": "ESV",
      "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
    },
    {
      "reference": "1 John 1:9",
      "translation": "ESV",
      "text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
      "reference": "Ephesians 6:10-11",
      "translation": "ESV",
      "text": "Finally, be strong in the Lord and in the strength of his might. Put on the whole armor of God, that you may be able to stand against the schemes of the devil."
    }
  ]
}