{
  "memory_verses": [
    {
      "list_name": "'Rooted' Memory Verses (ESV)",
      "verses": [
        {
          "reference": "John 14:6",
          "translation": "ESV",
          "text": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.\""
        },
        {
          "reference": "Hebrews 4:15",
          "translation": "ESV",
          "text": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin."
        },
        {
          "reference": "Romans 5:8",
          "translation": "ESV",
          "text": "but God shows his love for us in that while we were still sinners, Christ died for us."
        },
        {
          "reference": "Galatians 2:20",
          "translation": "ESV",
          "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."
        },
        {
          "reference": "2 Corinthians 5:17",
          "translation": "ESV",
          "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come."
        },
        {
          "reference": "Colossians 2:6-7",
          "translation": "ESV",
          "text": "Therefore, as you received Christ Jesus the Lord, so walk in him, rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving."
        },
        {
          "reference": "2 Timothy 3:16-17",
          "translation": "ESV",
          "text": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work."
        },
        {
          "reference": "Ephesians 5:18",
          "translation": "ESV",
          "text": "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit."
        },
        {
          "reference": "John 15:5",
          "translation": "ESV",
          "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
        },
        {
          "reference": "1 John 1:9",
          "translation": "ESV",
          "text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
        },
        {
          "reference": "Ephesians 6:10-11",
          "translation": "ESV",
          "text": "Finally, be strong in the Lord and in the strength of his might. Put on the whole armor of God, that you may be able to stand against the schemes of the devil."
        },
        {
          "reference": "Philippians 4:6-7",
          "translation": "ESV",
          "text": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
        },
        {
          "reference": "Galatians 5:22-23",
          "translation": "ESV",
          "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."
        },
        {
          "reference": "John 14:21",
          "translation": "ESV",
          "text": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him."
        },
        {
          "reference": "1 Corinthians 15:58",
          "translation": "ESV",
          "text": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
        },
        {
          "reference": "Acts 1:8",
          "translation": "ESV",
          "text": "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth."
        },
        {
          "reference": "1 Peter 3:15",
          "translation": "ESV",
          "text": "but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect."
        },
        {
          "reference": "Ephesians 4:15-16",
          "translation": "ESV",
          "text": "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love."
        },
        {
          "reference": "1 Peter 4:10",
          "translation": "ESV",
          "text": "As each has received a gift, use it to serve one another, as good stewards of God's varied grace."
        },
        {
          "reference": "2 Corinthians 10:4-5",
          "translation": "ESV",
          "text": "For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ."
        },
        {
          "reference": "1 Thessalonians 4:3-5",
          "translation": "ESV",
          "text": "For this is the will of God, your sanctification: that you abstain from sexual immorality; that each one of you know how to control his own body in holiness and honor, not in the passion of lust like the Gentiles who do not know God."
        },
        {
          "reference": "James 4:7",
          "translation": "ESV",
          "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."
        },
        {
          "reference": "Ephesians 6:11",
          "translation": "ESV",
          "text": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil."
        }
      ]
    },
    {
      "list_name": "'Rooted' Memory Verses (NIV)",
      "verses": [
        {
          "reference": "John 14:6",
          "translation": "NIV",
          "text": "Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.\""
        },
        {
          "reference": "Hebrews 4:15",
          "translation": "NIV",
          "text": "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are-yet he did not sin."
        },
        {
          "reference": "Romans 5:8",
          "translation": "NIV",
          "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."
        },
        {
          "reference": "Galatians 2:20",
          "translation": "NIV",
          "text": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me."
        },
        {
          "reference": "2 Corinthians 5:17",
          "translation": "NIV",
          "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!"
        },
        {
          "reference": "Colossians 2:6-7",
          "translation": "NIV",
          "text": "So then, just as you received Christ Jesus as Lord, continue to live your lives in him, rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness."
        },
        {
          "reference": "2 Timothy 3:16-17",
          "translation": "NIV",
          "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, so that the servant of God may be thoroughly equipped for every good work."
        },
        {
          "reference": "Ephesians 5:18",
          "translation": "NIV",
          "text": "Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."
        },
        {
          "reference": "John 15:5",
          "translation": "NIV",
          "text": "\"I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.\""
        },
        {
          "reference": "1 John 1:9",
          "translation": "NIV",
          "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."
        },
        {
          "reference": "Ephesians 6:10-11",
          "translation": "NIV",
          "text": "Finally, be strong in the Lord and in his mighty power. Put on the full armor of God, so that you can take your stand against the devil's schemes."
        },
        {
          "reference": "Philippians 4:6-7",
          "translation": "NIV",
          "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
        },
        {
          "reference": "Galatians 5:22-23",
          "translation": "NIV",
          "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law."
        },
        {
          "reference": "John 14:21",
          "translation": "NIV",
          "text": "Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them."
        },
        {
          "reference": "1 Corinthians 15:58",
          "translation": "NIV",
          "text": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."
        },
        {
          "reference": "Acts 1:8",
          "translation": "NIV",
          "text": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth."
        },
        {
          "reference": "1 Peter 3:15",
          "translation": "NIV",
          "text": "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect."
        },
        {
          "reference": "Ephesians 4:15-16",
          "translation": "NIV",
          "text": "Instead, speaking the truth in love, we will grow to become in every respect the mature body of him who is the head, that is, Christ. From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work."
        },
        {
          "reference": "1 Peter 4:10",
          "translation": "NIV",
          "text": "Each of you should use whatever gift you have received to serve others, as faithful stewards of God's grace in its various forms."
        },
        {
          "reference": "2 Corinthians 10:4-5",
          "translation": "NIV",
          "text": "The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."
        },
        {
          "reference": "1 Thessalonians 4:3-5",
          "translation": "NIV",
          "text": "It is God's will that you should be sanctified: that you should avoid sexual immorality; that each of you should learn to control your own body in a way that is holy and honorable, not in passionate lust like the pagans, who do not know God."
        },
        {
          "reference": "James 4:7",
          "translation": "NIV",
          "text": "Submit yourselves, then, to God. Resist the devil, and he will flee from you."
        },
        {
          "reference": "Ephesians 6:11",
          "translation": "NIV",
          "text": "Put on the full armor of God, so that you can take your stand against the devil's schemes."
        }
      ]
    },
    {
      "list_name": "'Rooted' Memory Verses (KJV)",
      "verses": [
        {
          "reference": "John 14:6",
          "translation": "KJV",
          "text": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me."
        },
        {
          "reference": "Hebrews 4:15",
          "translation": "KJV",
          "text": "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin."
        },
        {
          "reference": "Romans 5:8",
          "translation": "KJV",
          "text": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us."
        },
        {
          "reference": "Galatians 2:20",
          "translation": "KJV",
          "text": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me."
        },
        {
          "reference": "2 Corinthians 5:17",
          "translation": "KJV",
          "text": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new."
        },
        {
          "reference": "Colossians 2:6-7",
          "translation": "KJV",
          "text": "As ye have therefore received Christ Jesus the Lord, so walk ye in him: Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving."
        },
        {
          "reference": "2 Timothy 3:16-17",
          "translation": "KJV",
          "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: That the man of God may be perfect, throughly furnished unto all good works."
        },
        {
          "reference": "Ephesians 5:18",
          "translation": "KJV",
          "text": "And be not drunk with wine, wherein is excess; but be filled with the Spirit."
        },
        {
          "reference": "John 15:5",
          "translation": "KJV",
          "text": "I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."
        },
        {
          "reference": "1 John 1:9",
          "translation": "KJV",
          "text": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."
        },
        {
          "reference": "Ephesians 6:10-11",
          "translation": "KJV",
          "text": "Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armour of God, that ye may be able to stand against the wiles of the devil."
        },
        {
          "reference": "Philippians 4:6-7",
          "translation": "KJV",
          "text": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."
        },
        {
          "reference": "Galatians 5:22-23",
          "translation": "KJV",
          "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance: against such there is no law."
        },
        {
          "reference": "John 14:21",
          "translation": "KJV",
          "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him."
        },
        {
          "reference": "1 Corinthians 15:58",
          "translation": "KJV",
          "text": "Therefore, my beloved brethren, be ye stedfast, unmoveable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord."
        },
        {
          "reference": "Acts 1:8",
          "translation": "KJV",
          "text": "But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth."
        },
        {
          "reference": "1 Peter 3:15",
          "translation": "KJV",
          "text": "But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear."
        },
        {
          "reference": "Ephesians 4:15-16",
          "translation": "KJV",
          "text": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ: From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love."
        },
        {
          "reference": "1 Peter 4:10",
          "translation": "KJV",
          "text": "As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God."
        },
        {
          "reference": "2 Corinthians 10:4-5",
          "translation": "KJV",
          "text": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;) Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ."
        },
        {
          "reference": "1 Thessalonians 4:3-5",
          "translation": "KJV",
          "text": "For this is the will of God, even your sanctification, that ye should abstain from fornication: That every one of you should know how to possess his vessel in sanctification and honour; Not in the lust of concupiscence, even as the Gentiles which know not God."
        },
        {
          "reference": "James 4:7",
          "translation": "KJV",
          "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."
        },
        {
          "reference": "Ephesians 6:11",
          "translation": "KJV",
          "text": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil."
        }
      ]
    }
    {
      "list_name": "Bob-isms (GCEP)",
      "verses": [
        {
          "reference": "Bob-isms 1:1",
          "translation": "GCEP",
          "text": "If I really believe what I believe to be true, how will I live my life? And if I don't live it out, do I really believe it?"
        },
        {
          "reference": "Bob-isms 2:4",
          "translation": "GCEP",
          "text": "If we really believe Jesus is the only hope, then the hard truth is: silence isn't neutral"
        },
        {
          "reference": "Bob-isms 31:14",
          "translation": "GCEP",
          "text": "Evangelism fueled by guilt doesn't last. Evangelism fueled by love absolutely does."
        },
        {
          "reference": "Bob-isms 19:22",
          "translation": "GCEP",
          "text": "You'll never consistently speak about Jesus, until your heart is broken for the people without Him."
        },
        {
          "reference": "Bob-isms 82:20",
          "translation": "GCEP",
          "text": "Let's not ask \"Am I ready?\" But ask \"Am I willing?\""
        }
      ]
    }
  ]
}
